{
  "section_label": "ПРАШЫЎКА",
  "guide_nav_title": "Дапаможнік",
  "guide_title": "Дапаможнік па ўсталяванні і наладцы прашыўкі для кансолі R36S",
  "guide_intro": "Гэты афіцыйны дапаможнік прадстаўляе пакрокавыя інструкцыі па стварэнні рэзервовых копій, усталяванні карыстацкай прашыўкі і аптымізацыі вашай партатыўнай кансолі для рэтра-гульняў R36S. Прытрымлівайцеся гэтых праверанных метадаў, каб палепшыць ваш гульнявы досвед з павышанай прадукцыйнасцю, дадатковымі функцыямі і доступам да тысяч рэтра-гульняў.",
  "related_resources_title": "Звязаныя рэсурсы",
  "related_resources": {
    "custom_installation": "Дапаможнік па ўсталяванні карыстацкай прашыўкі",
    "firmware_options": "Параўнанне варыянтаў прашыўкі для R36S",
    "game_setup": "Наладка гульняў на кансолі R36S",
    "downloads": "Спампаваць апошнюю прашыўку для R36S"
  },
  "start_guide": {
    "title": "Пачатак працы",
    "text": "Звярніце ўвагу, што гэты дапаможнік не падыходзіць для прылад K36 ці клонаў, якія прадаюцца як R36S. Для дадатковай інфармацыі аб вашым абсталяванні звярніцеся да ўсебаковай Wiki-старонкі R36S.\n\nНеабходныя прадметы:\n- Партатыўная прылада R36S\n- Камп'ютар з USB-партом\n- MicroSD карты (рэкамендацыі: 16ГБ для карыстацкай прашыўкі, 128ГБ для гульнявых файлаў)\n- Счытвальнік MicroSD карт\n- Рэкамендаванае праграмнае забеспячэнне: Balena Etcher, Rufus, 7-Zip, MiniTool Partition Wizard\n- Апцыянальна: Сістэма Linux ці Ubuntu Live USB\n\nУся прадстаўленая інфармацыя прызначана для адукацыйных мэтаў, і карыстальнікі нясуць поўную адказнасць за любыя магчымыя пашкоджанні свайго абсталявання.\n\nКаб вызначыць, якая версія R36S у вас ёсць, выкарыстоўвайце інструмент хуткай ідэнтыфікацыі на R36 Wiki – 'Дапаможнік па ідэнтыфікацыі экрана'. Гэты крок важны, бо ён вызначае, якая карыстацкая прашыўка сумяшчальная з вашай прыладай."
  },
  "original_backup": {
    "title": "Стварэнне рэзервовай копіі",
    "text": "Гэты крок можа быць вырашальным у вашым шляху мадыфікацыі. Наяўнасць поўнай рэзервовай копіі заводскай прашыўкі гарантуе, што вы зможаце аднавіць сваю прыладу, калі нешта пойдзе не так падчас працэсу прашыўкі, ці калі вы пазней захочаце вярнуцца да зыходнага стану.",
    "subsections": {
      "backup_procedure": {
        "title": "Стварэнне рэзервовай копіі з дапамогай Win32DiskImager",
        "text": "1. Запусціце Win32DiskImager: Націсніце на іконку папкі ў раздзеле \"Image File\" і выберыце месца для захавання рэзервовай копіі, пераканаўшыся, што дадалі пашырэнне .img да імя файла.\n\n2. Выберыце прыладу: Выберыце літару дыска, якая адпавядае вашаму R36S. *Будзьце вельмі асцярожныя падчас гэтага выбару, каб выпадкова не выдаліць непатрэбныя дыскі.\n\n3. Уключыце рэжым \"Толькі чытанне\": Пераканайцеся, што опцыя \"Read Only Allocated Partitions\" абрана, каб пазбегнуць капіравання пустых сектараў разам з дадзенымі.\n\n4. Пачніце стварэнне рэзервовай копіі: Націсніце кнопку \"Read\", каб пачаць стварэнне файла выявы рэзервовай копіі ў выбраным вамі месцы."
      }
    }
  },
  "custom_installation": {
    "title": "Усталяванне карыстацкай прашыўкі",
    "text": "Як было згадана раней, адным з вашых першых прыярытэтаў павінна быць атрыманне якаснай брэндавай SD-карты. Карты, уключаныя ў камплект з R36S, звычайна ненадзейныя. Гэта не пытанне, ці яны выйдуць са строю, а калі.\n\nКанфігурацыя з адной або дзвюма картамі – R36S мае два слоты для microSD карт. Вы можаце выбраць захоўванне ўсяго на адной карце або раздзяліць аперацыйную сістэму і вашу калекцыю гульняў.",
    "subsections": {
      "method_balena": {
        "title": "Варыянт 1: Метад Balena Etcher",
        "text": "Хоць агульны працэс падобны для ўсіх варыянтаў карыстацкай прашыўкі, існуюць некаторыя адрозненні, якія трэба ўлічваць падчас усталявання.\n\n1. Запусціце Balena Etcher і выберыце \"Flash From File\", затым знайдзіце спампаваны файл прашыўкі .img.\n\n2. Выберыце \"Select Target\" і абярыце вашу пустую SD-карту са спіса прылад.\n\n3. Дазвольце Balena Etcher запісаць і праверыць выяву, і вы скончылі!\n\n*Заўвага – Калі праверка не атрымліваецца з ArkOS пры выкарыстанні Balena Etcher, усталяванне ўсё яшчэ можа працаваць правільна, але вы можаце паспрабаваць альтэрнатыўнае праграмнае забеспячэнне для запісу выяў, калі пажадаеце."
      },
      "method_win32": {
        "title": "Варыянт 2: Метад Win32DiskImager",
        "text": "1. Адкрыйце Win32DiskImager і націсніце на іконку папкі ў раздзеле \"Image File\", каб выбраць спампаваную карыстацкую прашыўку.\n\n2. Выберыце месца прызначэння: Выберыце правільную SD-карту ў якасці мэтавай прылады. Двойчы праверце, каб пераканацца, што вы запісваеце ў правільнае месца.\n\n3. Запіс выявы: Націсніце кнопку Write, каб пачаць працэс прашыўкі."
      },
      "method_raspberry": {
        "title": "Варыянт 3: Raspberry Pi Imager",
        "text": "1. Адкрыйце Raspberry Pi Imager і націсніце \"Choose OS\", затым выберыце \"Use Custom\", каб знайсці ваш файл прашыўкі.\n\n2. Выберыце сховішча: Уважліва выберыце вашу SD-карту, НЕ ўнутраны дыск вашага камп'ютара!\n\n3. Пачніце запіс: Націсніце кнопку Write, каб пачаць прашыўку выявы."
      }
    }
  },
  "firmware_options": {
    "title": "Варыянты прашыўкі",
    "text": "Для R36S даступна некалькі варыянтаў карыстацкай прашыўкі. Вось самыя папулярныя варыянты:",
    "subsections": {
      "option_arkos": {
        "title": "ArkOS - Супольна Палепшанае Выданне",
        "text": "GitHub-рэпазітарый: ArkOS Community Edition\n\nГэта падтрымліваемая супольнасцю версія ArkOS, распрацаваная AeolusUX спецыяльна для сямейства прылад 36S.\n\nДапаможнік па ўсталяванні:\n1. Спампуйце апошнюю версію ArkOS са старонкі праекта на GitHub\n2. Распакуйце файл выявы з дапамогай 7-Zip, WinRAR ці падобнага інструмента для распакоўкі\n3. Запішыце выяву на SD-карту з дапамогай пажаданага праграмнага забеспячэння для запісу\n4. Калі неабходна, замяніце файл DTB на раздзеле загрузкі ў залежнасці ад тыпу вашага экрана\n5. Устаўце SD-карту ў ваш R36S\n6. Уключыце і сачыце за інструкцыямі па наладцы на экране"
      },
      "option_rocknix": {
        "title": "Аперацыйная сістэма ROCKNIX",
        "text": "GitHub-рэпазітарый: ROCKNIX\n\nДапаможнік па ўсталяванні:\n1. Спампуйце апошнюю версію ROCKNIX з рэпазітарыя GitHub\n2. Распакуйце файл выявы з дапамогай пажаданага інструмента для распакоўкі\n3. Запішыце выяву на SD-карту з дапамогай любога падтрымліваемага праграмнага забеспячэння для запісу\n4. Устаўце SD-карту ў вашу прыладу R36S і ўключыце яе\n5. Завяршыце пачатковую канфігурацыю, прытрымліваючыся падказак на экране"
      },
      "option_amber": {
        "title": "Сістэма AmberELEC",
        "text": "GitHub-рэпазітарый: AmberELEC\n\nДапаможнік па ўсталяванні:\n1. Спампуйце выяву AmberELEC спецыяльна для R36S з іх рэпазітарыя GitHub\n2. Запішыце выяву на SD-карту з дапамогай Balena Etcher ці эквівалентнага інструмента\n3. Устаўце SD-карту ў ваш партатыўны R36S і ўключыце яго\n4. Прытрымлівайцеся інструкцый на экране, каб завяршыць працэс наладкі"
      }
    }
  },
  "game_setup": {
    "title": "Даданне файлаў",
    "text": "1. Для канфігурацый з дзвюма картамі фарматуйце другую карту ў FAT32 ці exFAT (у залежнасці ад ёмістасці вашай карты)\n\n2. Падключыце ваш R36S да камп'ютара праз USB-кабель, або выдаліце SD-карту для захоўвання гульняў і падключыце яе непасрэдна да вашага ПК.\n\n3. Скапіруйце вашы гульнявыя файлы ў адпаведныя каталогі на SD-карце. ЗАЎВАГА: Карыстальнікі з Паўночнай Амерыкі могуць спачатку блытацца з некаторымі назвамі папак. Усе сістэмы выкарыстоўваюць свае арыгінальныя рэгіянальныя назвы, так што NES пазначаны як FC (Famicom), Genesis як MD (Mega Drive) і г.д.\n\n4. Зноў устаўце SD-карту і абнавіце спісы гульняў праз сістэмнае меню."
  },
  "helpful_tips": {
    "title": "Карысныя парады",
    "text": "• НІКОЛІ не выключайце прыладу прымусова, утрымліваючы кнопку сілкавання. Ваша прылада цяпер функцыянуе як камп'ютар, які патрабуе правільнага выключэння. Націсніце START і перайдзіце да QUIT —-> Shutdown\n\n• Вы можаце пераключацца паміж кнопкавымі раскладкамі Nintendo (па змаўчанні) ці Xbox. Націсніце START і перайдзіце да Advanced Settings —-> Switch A/B\n\n• Змяняйце сістэмныя тэмы лакальна, націснуўшы START і перайшоўшы да UI Settings —-> Themes\n\n• Хуткі націск на кнопку сілкавання пераводзіць прыладу ў рэжым чакання."
  },
  "downloads": {
    "title": "Даступныя спампоўкі",
    "update_label": "Абнавіць",
    "download_aria": "Спампаваць файл прашыўкі"
  }
}
