{
  "section_label": "펌웨어",
  "guide_nav_title": "가이드",
  "guide_title": "R36S 콘솔 펌웨어 설치 및 커스터마이징 가이드",
  "guide_intro": "이 공식 가이드는 R36S 휴대용 레트로 게임 콘솔의 백업, 커스텀 펌웨어 설치 및 최적화를 위한 단계별 지침을 제공합니다. 이 검증된 방법을 따라 향상된 성능, 추가 기능 및 수천 개의 레트로 게임에 대한 액세스로 게임 경험을 향상시키세요.",
  "related_resources_title": "관련 자료",
  "related_resources": {
    "custom_installation": "커스텀 펌웨어 설치 가이드",
    "firmware_options": "R36S 펌웨어 옵션 비교",
    "game_setup": "R36S 콘솔에 게임 설정하기",
    "downloads": "최신 R36S 펌웨어 다운로드"
  },
  "start_guide": {
    "title": "시작 가이드",
    "text": "이 튜토리얼은 K36 장치나 R36S로 판매되는 클론에는 적용되지 않습니다. 하드웨어에 대한 추가 정보는 종합적인 R36S 위키 페이지를 참조하세요.\n\n필수 항목:\n- R36S 휴대용 장치\n- USB 포트가 있는 컴퓨터\n- MicroSD 카드 (권장: 커스텀 펌웨어용 16GB, 게임 파일용 128GB)\n- MicroSD 카드 리더기\n- 권장 소프트웨어: Balena Etcher, Rufus, 7-Zip, MiniTool Partition Wizard\n- 선택 사항: Linux 시스템 또는 Ubuntu Live USB\n\n제공된 모든 정보는 교육 목적이며, 사용자는 하드웨어에 발생할 수 있는 잠재적 손상에 대한 전적인 책임을 집니다.\n\n어떤 버전의 R36S를 가지고 있는지 확인하려면 R36 위키의 '화면 식별 가이드' 빠른 식별 도구를 사용하세요. 이 단계는 장치와 호환되는 커스텀 펌웨어 이미지를 결정하는 데 중요합니다."
  },
  "original_backup": {
    "title": "원본 백업",
    "text": "이 단계는 기기 수정 과정에서 매우 중요할 수 있습니다. 기본 펌웨어의 전체 백업을 통해 플래싱 과정 중 문제가 발생하거나 나중에 원래 상태로 복원하고 싶을 때 장치를 복원할 수 있습니다.",
    "subsections": {
      "backup_procedure": {
        "title": "Win32DiskImager를 사용한 백업",
        "text": "1. Win32DiskImager 실행: \"이미지 파일\" 섹션에서 폴더 아이콘을 클릭하고 백업을 저장할 위치를 선택하세요. 파일 이름에 .img 확장자를 추가해야 합니다.\n\n2. 장치 선택: R36S에 해당하는 드라이브 문자를 선택하세요. *의도하지 않은 드라이브를 실수로 지우지 않도록 이 선택 시 각별히 주의하세요.\n\n3. 읽기 전용 모드 활성화: 데이터와 함께 빈 섹터를 복사하지 않도록 \"읽기 전용 할당된 파티션\" 옵션이 선택되어 있는지 확인하세요.\n\n4. 백업 시작: \"읽기\" 버튼을 클릭하여 선택한 위치에 백업 이미지 파일 생성을 시작하세요."
      }
    }
  },
  "custom_installation": {
    "title": "커스텀 설치",
    "text": "앞서 언급했듯이, 우선적으로 고려해야 할 사항 중 하나는 품질 좋은 브랜드 SD 카드를 구하는 것입니다. R36S에 포함된 카드는 일반적으로 신뢰할 수 없습니다. 이 카드가 고장날 것인지가 아니라, 언제 고장날 것인지의 문제입니다.\n\n단일 vs. 이중 카드 구성 – R36S에는 두 개의 microSD 카드 슬롯이 있습니다. 하나의 카드에 모든 것을 넣거나 운영 체제와 게임 컬렉션을 분리할 수 있습니다.",
    "subsections": {
      "method_balena": {
        "title": "옵션 1: Balena Etcher 방법",
        "text": "모든 커스텀 펌웨어 옵션에 대한 일반적인 과정은 비슷하지만, 설치 중에 약간의 차이가 있습니다.\n\n1. Balena Etcher를 시작하고 \"Flash From File\"을 선택한 다음, 다운로드한 .img 펌웨어 파일을 찾아보세요.\n\n2. \"Select Target\"을 선택하고 장치 목록에서 빈 SD 카드를 선택하세요.\n\n3. Balena Etcher가 이미지를 쓰고 확인하도록 하면 완료됩니다!\n\n*참고 – Balena Etcher를 사용하여 ArkOS 확인이 실패하는 경우에도 설치는 여전히 제대로 작동할 수 있지만, 원하는 경우 대체 이미지 쓰기 소프트웨어를 시도할 수 있습니다."
      },
      "method_win32": {
        "title": "옵션 2: Win32DiskImager 방법",
        "text": "1. Win32DiskImager를 열고 \"이미지 파일\" 섹션에서 폴더 아이콘을 클릭하여 다운로드한 커스텀 펌웨어를 선택하세요.\n\n2. 대상 선택: 대상 장치로 올바른 SD 카드를 선택하세요. 올바른 위치에 쓰고 있는지 다시 확인하세요.\n\n3. 이미지 쓰기: 쓰기 버튼을 클릭하여 플래싱 과정을 시작하세요."
      },
      "method_raspberry": {
        "title": "옵션 3: Raspberry Pi Imager",
        "text": "1. Raspberry Pi Imager를 열고 \"OS 선택\"을 클릭한 다음 \"사용자 지정 사용\"을 선택하여 펌웨어 파일을 찾습니다.\n\n2. 저장소 선택: 컴퓨터의 내부 드라이브가 아닌 SD 카드를 신중하게 선택하세요!\n\n3. 쓰기 시작: 쓰기 버튼을 클릭하여 이미지 플래싱을 시작하세요."
      }
    }
  },
  "firmware_options": {
    "title": "펌웨어 옵션",
    "text": "R36S에는 여러 커스텀 펌웨어 옵션이 있습니다. 가장 인기 있는 선택지는 다음과 같습니다:",
    "subsections": {
      "option_arkos": {
        "title": "ArkOS - 커뮤니티 향상 에디션",
        "text": "GitHub 저장소: ArkOS 커뮤니티 에디션\n\n이것은 AeolusUX가 36S 계열 장치를 위해 특별히 개발한 ArkOS의 커뮤니티 관리 포크입니다.\n\n설치 가이드:\n1. 프로젝트의 GitHub 페이지에서 최신 ArkOS 릴리스를 다운로드하세요\n2. 7-Zip, WinRAR 또는 유사한 압축 해제 도구를 사용하여 이미지 파일을 추출하세요\n3. 선호하는 이미징 소프트웨어를 사용하여 이미지를 SD 카드에 플래시하세요\n4. 필요한 경우, 화면 유형에 따라 부트 파티션의 DTB 파일을 교체하세요\n5. SD 카드를 R36S에 삽입하세요\n6. 전원을 켜고 화면의 설정 지침을 따르세요"
      },
      "option_rocknix": {
        "title": "ROCKNIX 운영 체제",
        "text": "GitHub 저장소: ROCKNIX\n\n설치 가이드:\n1. GitHub 저장소에서 최신 ROCKNIX 릴리스를 다운로드하세요\n2. 선호하는 압축 해제 도구를 사용하여 이미지 파일을 추출하세요\n3. 지원되는 이미징 소프트웨어를 사용하여 이미지를 SD 카드에 쓰세요\n4. SD 카드를 R36S 장치에 삽입하고 전원을 켜세요\n5. 화면 프롬프트를 따라 초기 구성을 완료하세요"
      },
      "option_amber": {
        "title": "AmberELEC 시스템",
        "text": "GitHub 저장소: AmberELEC\n\n설치 가이드:\n1. GitHub 저장소에서 R36S용 AmberELEC 이미지를 다운로드하세요\n2. Balena Etcher 또는 동등한 도구를 사용하여 이미지를 SD 카드에 플래시하세요\n3. SD 카드를 R36S 휴대용 장치에 삽입하고 전원을 켜세요\n4. 화면 지침에 따라 설정 과정을 완료하세요"
      }
    }
  },
  "game_setup": {
    "title": "파일 추가",
    "text": "1. 이중 카드 설정의 경우, 두 번째 카드를 FAT32 또는 exFAT(카드 용량에 따라)으로 포맷하세요\n\n2. USB 케이블을 통해 R36S를 컴퓨터에 연결하거나, 게임 저장용 SD 카드를 제거하여 PC에 직접 연결하세요.\n\n3. 게임 파일을 SD 카드의 적절한 디렉토리에 복사하세요. 참고: 북미 사용자는 처음에 일부 폴더 이름에 혼란을 느낄 수 있습니다. 모든 시스템은 원래의 지역 이름을 사용하므로 NES는 FC(패미컴), Genesis는 MD(메가 드라이브) 등으로 표시됩니다.\n\n4. SD 카드를 다시 삽입하고 시스템 메뉴를 통해 게임 목록을 새로고침하세요."
  },
  "helpful_tips": {
    "title": "사용 팁",
    "text": "• 절대 전원 버튼을 길게 눌러 강제 종료하지 마세요. 이제 장치는 적절한 종료가 필요한 컴퓨터처럼 작동합니다. START를 누르고 QUIT —-> Shutdown으로 이동하세요\n\n• Nintendo(기본값) 또는 Xbox 버튼 레이아웃 간에 전환할 수 있습니다. START를 누르고 Advanced Settings —-> Switch A/B로 이동하세요\n\n• START를 누르고 UI Settings —-> Themes로 이동하여 로컬에서 시스템 테마를 변경하세요\n\n• 전원 버튼을 짧게 누르면 장치가 대기 모드로 전환됩니다."
  },
  "downloads": {
    "title": "다운로드 가능",
    "update_label": "업데이트",
    "download_aria": "펌웨어 파일 다운로드"
  }
}
