{
  "meta": {
    "productName": "Consola de juegos R36S",
    "productDescription": "Consola de juegos portátil R36S con pantalla IPS de 3.5 pulgadas, más de 15,000 juegos retro"
  },
  "label": "Reseñas",
  "title": "Reseñas de compradores",
  "subtitle": "Descubre lo que los gamers dicen sobre la consola retro R36S",
  "helpful": "Útil ({{count}})",
  "reviewItems": {
    "1": {
      "text": "Acabo de recibir la consola retro R36S, y es realmente un dispositivo increíble para juegos antiguos. La pantalla es muy nítida, los juegos funcionan sin problemas y la duración de la batería es bastante larga. Me encanta poder cargar mis juegos clásicos favoritos y jugar...",
      "author": "Comprador de AliExpress",
      "date": "21 ago 2024",
      "color": "Violeta 64GB",
      "verified": true
    },
    "2": {
      "text": "Después de jugar con la R36S durante una semana, estoy muy impresionado y absolutamente satisfecho. La calidad de construcción es excelente y cambiar entre diferentes juegos retro es muy sencillo. Los controles son cómodos para sesiones de juego prolongadas.",
      "author": "V***h",
      "date": "26 ago 2024",
      "color": "Amarillo 128GB",
      "verified": true
    },
    "3": {
      "text": "La R36S se ha convertido en mi dispositivo principal de juegos. No estaba seguro de comprar otra consola retro, pero esta me sorprendió. La pantalla es brillante y clara, los juegos funcionan sin problemas, y es lo suficientemente pequeña como para caber en el bolsillo.",
      "author": "M***z",
      "date": "22 ago 2024",
      "color": "Blanco 64GB",
      "verified": true
    },
    "4": {
      "text": "He estado usando la R36S durante varias semanas, y la experiencia es excelente. La pantalla IPS de 3.5 pulgadas proporciona una imagen nítida, y la calidad de construcción parece sólida. Los joysticks analógicos duales son muy sensibles, lo que hace que los juegos retro sean un placer.",
      "author": "K***r",
      "date": "28 ago 2024",
      "color": "Negro 128GB",
      "verified": true
    }
  }
}
