{
  "section_label": "ПРОШИВКА",
  "guide_nav_title": "Руководство",
  "guide_title": "Руководство по установке и настройке прошивки консоли R36S",
  "guide_intro": "Это официальное руководство предоставляет пошаговые инструкции по резервному копированию, установке кастомной прошивки и оптимизации вашей портативной ретро-игровой консоли R36S. Следуйте этим проверенным методам, чтобы улучшить ваш игровой опыт с повышенной производительностью, дополнительными функциями и доступом к тысячам ретро-игр.",
  "related_resources_title": "Связанные ресурсы",
  "related_resources": {
    "custom_installation": "Руководство по установке кастомной прошивки",
    "firmware_options": "Сравнение вариантов прошивки R36S",
    "game_setup": "Настройка игр на консоли R36S",
    "downloads": "Скачать последнюю прошивку R36S"
  },
  "start_guide": {
    "title": "Начало работы",
    "text": "Пожалуйста, имейте в виду, что это руководство не применяется к устройствам K36 или клонам, продаваемым как R36S. Для получения дополнительной информации о вашем устройстве обратитесь к всеобъемлющей вики-странице R36S.\n\nНеобходимые предметы:\n- Портативное устройство R36S\n- Компьютер с USB-портом\n- Карты MicroSD (рекомендации: 16 ГБ для кастомной прошивки, 128 ГБ для игровых файлов)\n- Устройство для чтения карт MicroSD\n- Рекомендуемое программное обеспечение: Balena Etcher, Rufus, 7-Zip, MiniTool Partition Wizard\n- По желанию: Система Linux или загрузочный USB-накопитель с Ubuntu\n\nВся предоставленная информация предназначена для образовательных целей, и пользователи несут полную ответственность за любые потенциальные повреждения своего оборудования.\n\nЧтобы определить, какая у вас версия R36S, используйте инструмент быстрой идентификации на R36 Wiki – «Руководство по идентификации экрана». Этот шаг очень важен, так как он определяет, какой образ кастомной прошивки совместим с вашим устройством."
  },
  "original_backup": {
    "title": "Резервное копирование",
    "text": "Этот шаг может быть критически важным в вашем пути модификации. Наличие полной резервной копии заводской прошивки гарантирует, что вы сможете восстановить устройство, если что-то пойдет не так во время процесса прошивки, или если вы захотите вернуться к исходному состоянию позже.",
    "subsections": {
      "backup_procedure": {
        "title": "Резервное копирование с помощью Win32DiskImager",
        "text": "1. Запустите Win32DiskImager: Нажмите на значок папки в разделе «Image File» и выберите место для сохранения резервной копии, убедившись, что вы добавили расширение .img к имени файла.\n\n2. Выберите устройство: Выберите букву диска, соответствующую вашему R36S. *Проявляйте особую осторожность при выборе, чтобы случайно не стереть ненужные диски.\n\n3. Включите режим «Только чтение»: Убедитесь, что опция «Read Only Allocated Partitions» выбрана, чтобы избежать копирования пустых секторов вместе с данными.\n\n4. Начните резервное копирование: Нажмите кнопку «Read», чтобы начать создание файла образа резервной копии в выбранном вами месте."
      }
    }
  },
  "custom_installation": {
    "title": "Установка прошивки",
    "text": "Как упоминалось ранее, одним из ваших первых приоритетов должно быть получение качественной SD-карты известного бренда. Карты, прилагаемые к R36S, обычно ненадежны. Вопрос не в том, выйдут ли они из строя, а в том, когда это произойдет.\n\nОдна или две карты – R36S имеет два слота для карт microSD. Вы можете выбрать между тем, чтобы всё хранилось на одной карте или разделить операционную систему и вашу коллекцию игр.",
    "subsections": {
      "method_balena": {
        "title": "Способ 1: Balena Etcher",
        "text": "Хотя общий процесс аналогичен для всех вариантов кастомной прошивки, во время установки есть некоторые различия.\n\n1. Запустите Balena Etcher и выберите «Flash From File», затем найдите загруженный файл .img прошивки.\n\n2. Выберите «Select Target» и выберите пустую SD-карту из списка устройств.\n\n3. Позвольте Balena Etcher записать и проверить образ, и вы закончили!\n\n*Примечание – Если проверка не удается с ArkOS при использовании Balena Etcher, установка все равно может работать правильно, но вы можете попробовать альтернативное программное обеспечение для записи изображений, если предпочитаете."
      },
      "method_win32": {
        "title": "Способ 2: Win32DiskImager",
        "text": "1. Откройте Win32DiskImager и нажмите на значок папки в разделе «Image File», чтобы выбрать загруженную кастомную прошивку.\n\n2. Выберите назначение: Выберите правильную SD-карту в качестве целевого устройства. Перепроверьте, чтобы убедиться, что вы пишете в правильное место.\n\n3. Запись образа: Нажмите кнопку Write, чтобы начать процесс прошивки."
      },
      "method_raspberry": {
        "title": "Способ 3: Raspberry Pi Imager",
        "text": "1. Откройте Raspberry Pi Imager и нажмите «Choose OS», затем выберите «Use Custom» для поиска вашего файла прошивки.\n\n2. Выберите носитель: Внимательно выберите SD-карту, НЕ внутренний диск вашего компьютера!\n\n3. Начните запись: Нажмите кнопку Write, чтобы начать прошивку образа."
      }
    }
  },
  "firmware_options": {
    "title": "Варианты прошивок",
    "text": "Для R36S доступно несколько вариантов кастомных прошивок. Вот самые популярные варианты:",
    "subsections": {
      "option_arkos": {
        "title": "ArkOS - Улучшенная версия сообщества",
        "text": "GitHub репозиторий: ArkOS Community Edition\n\nЭто поддерживаемый сообществом форк ArkOS, разработанный AeolusUX специально для устройств семейства 36S.\n\nРуководство по установке:\n1. Загрузите последний релиз ArkOS со страницы проекта на GitHub\n2. Извлеките файл образа с помощью 7-Zip, WinRAR или аналогичного инструмента извлечения\n3. Запишите образ на SD-карту с помощью предпочитаемого программного обеспечения для создания образов\n4. При необходимости замените файл DTB в загрузочном разделе в зависимости от типа вашего экрана\n5. Вставьте SD-карту в ваш R36S\n6. Включите и следуйте инструкциям по настройке на экране"
      },
      "option_rocknix": {
        "title": "Операционная система ROCKNIX",
        "text": "GitHub репозиторий: ROCKNIX\n\nРуководство по установке:\n1. Загрузите последний релиз ROCKNIX из репозитория GitHub\n2. Извлеките файл образа с помощью предпочитаемого инструмента извлечения\n3. Запишите образ на SD-карту с помощью любого поддерживаемого программного обеспечения для создания образов\n4. Вставьте SD-карту в устройство R36S и включите его\n5. Завершите начальную конфигурацию, следуя подсказкам на экране"
      },
      "option_amber": {
        "title": "Система AmberELEC",
        "text": "GitHub репозиторий: AmberELEC\n\nРуководство по установке:\n1. Загрузите образ AmberELEC специально для R36S из их репозитория GitHub\n2. Запишите образ на SD-карту с помощью Balena Etcher или эквивалентного инструмента\n3. Вставьте SD-карту в портативное устройство R36S и включите его\n4. Следуйте инструкциям на экране, чтобы завершить процесс установки"
      }
    }
  },
  "game_setup": {
    "title": "Добавление файлов",
    "text": "1. Для конфигураций с двумя картами отформатируйте вторую карту в FAT32 или exFAT (в зависимости от ёмкости карты)\n\n2. Подключите R36S к компьютеру через USB-кабель или извлеките SD-карту для хранения игр и подключите ее напрямую к ПК\n\n3. Скопируйте файлы игр в соответствующие каталоги на SD-карте. ПРИМЕЧАНИЕ: Пользователи из Северной Америки могут сначала путаться из-за названий некоторых папок. Все системы используют свои оригинальные региональные названия, поэтому NES помечена как FC (Famicom), Genesis как MD (Mega Drive) и так далее\n\n4. Повторно вставьте SD-карту и обновите списки игр через системное меню"
  },
  "helpful_tips": {
    "title": "Полезные советы",
    "text": "• НИКОГДА не выполняйте принудительное выключение, удерживая кнопку питания. Ваше устройство теперь функционирует как компьютер, который требует правильного выключения. Нажмите START и перейдите к QUIT —-> Shutdown\n\n• Вы можете переключаться между раскладками кнопок Nintendo (по умолчанию) или Xbox. Нажмите START и перейдите к Advanced Settings —-> Switch A/B\n\n• Изменяйте системные темы локально, нажав START и перейдя к UI Settings —-> Themes\n\n• Короткое нажатие кнопки питания переведет устройство в режим ожидания"
  },
  "downloads": {
    "title": "Доступные загрузки",
    "update_label": "Обновление",
    "download_aria": "Скачать файл прошивки"
  }
}
