{
  "de": {
    "reviews": {
      "meta": {
        "productName": "R36S Handheld-Spielkonsole",
        "productDescription": "R36S Handheld-Spielkonsole mit 3,5-Zoll-IPS-Bildschirm, über 15.000 Retro-Spiele"
      },
      "label": "Bewertungen",
      "title": "Kundenbewertungen",
      "subtitle": "Sehen Sie, was Spieler über die R36S Retro-Konsole sagen",
      "helpful": "Hilfreich ({{count}})",
      "reviewItems": {
        "1": {
          "text": "Ich habe gerade die R36S Retro-Konsole in die Hände bekommen und sie ist wirklich erstaunlich für Old-School-Gaming. Der Bildschirm ist super klar, sie führt Spiele flüssig aus, und die Akkulaufzeit ist solide. Ich liebe es, wie ich meine Lieblingsklassiker laden und spielen kann...",
          "author": "AliExpress-Käufer",
          "date": "21. Aug. 2024",
          "color": "Lila 64GB",
          "verified": true
        },
        "2": {
          "text": "Nachdem ich eine Woche mit der R36S gespielt habe, bin ich wirklich beeindruckt und absolut begeistert. Die Verarbeitungsqualität fühlt sich großartig an, und das Wechseln zwischen verschiedenen Retro-Spielen ist super einfach. Die Steuerung ist bequem für lange Spielsitzungen.",
          "author": "V***h",
          "date": "26. Aug. 2024",
          "color": "Gelb 128G",
          "verified": true
        },
        "3": {
          "text": "Die R36S ist zu meinem bevorzugten Spielgerät geworden. Ich war mir nicht sicher, ob ich eine weitere Retro-Konsole kaufen sollte, aber diese hat mich überrascht. Der Bildschirm ist hell und scharf, Spiele laufen ohne Probleme, und sie ist klein genug, um in meine Tasche zu passen.",
          "author": "M***z",
          "date": "22. Aug. 2024",
          "color": "Weiß 64GB",
          "verified": true
        },
        "4": {
          "text": "Ich benutze die R36S jetzt seit einigen Wochen und bin wirklich beeindruckt. Der 3,5-Zoll-IPS-Bildschirm liefert gestochen scharfe Bilder, und die Verarbeitungsqualität fühlt sich solide an. Die beiden Analogsticks reagieren gut, was Retro-Gaming zu einem Vergnügen macht.",
          "author": "K***r",
          "date": "28. Aug. 2024",
          "color": "Schwarz 128GB",
          "verified": true
        }
      }
    }
  }
}
