{
  "section_label": "ПРОШИВКА",
  "guide_nav_title": "Посібник",
  "guide_title": "Посібник з встановлення та налаштування прошивки консолі R36S",
  "guide_intro": "Цей офіційний посібник надає покрокові інструкції для створення резервних копій, встановлення користувацької прошивки та оптимізації вашої портативної ретро-ігрової консолі R36S. Дотримуйтесь цих перевірених методів для покращення ігрового досвіду завдяки підвищеній продуктивності, додатковим функціям та доступу до тисяч ретро-ігор.",
  "related_resources_title": "Пов'язані ресурси",
  "related_resources": {
    "custom_installation": "Посібник із встановлення користувацької прошивки",
    "firmware_options": "Порівняння варіантів прошивки R36S",
    "game_setup": "Налаштування ігор на консолі R36S",
    "downloads": "Завантажити останню прошивку R36S"
  },
  "start_guide": {
    "title": "Початок роботи",
    "text": "Зверніть увагу, що цей посібник не стосується пристроїв K36 або клонів, що продаються як R36S. Для додаткової інформації про ваше обладнання, будь ласка, зверніться до вичерпної вікі-сторінки R36S.\n\nНеобхідні предмети:\n- Портативний пристрій R36S\n- Комп'ютер з USB-портом\n- MicroSD-карти (рекомендації: 16ГБ для користувацької прошивки, 128ГБ для ігрових файлів)\n- Пристрій читання MicroSD-карт\n- Рекомендоване програмне забезпечення: Balena Etcher, Rufus, 7-Zip, MiniTool Partition Wizard\n- Опціонально: Система Linux або Ubuntu Live USB\n\nВся надана інформація призначена для освітніх цілей, і користувачі беруть на себе повну відповідальність за будь-які можливі пошкодження їхнього обладнання.\n\nЩоб визначити, яку версію R36S ви маєте, скористайтеся інструментом швидкої ідентифікації на вікі R36 – 'Посібник з ідентифікації екрану'. Цей крок є вирішальним, оскільки визначає, який образ користувацької прошивки сумісний з вашим пристроєм."
  },
  "original_backup": {
    "title": "Резервне копіювання оригіналу",
    "text": "Цей крок може бути критичним у вашій подорожі з модифікації. Наявність повної резервної копії заводської прошивки гарантує, що ви зможете відновити свій пристрій, якщо щось піде не так під час процесу прошивки, або якщо ви захочете повернутися до початкового стану пізніше.",
    "subsections": {
      "backup_procedure": {
        "title": "Резервне копіювання за допомогою Win32DiskImager",
        "text": "1. Запустіть Win32DiskImager: Натисніть на іконку папки в розділі \"Image File\" та виберіть місце для збереження резервної копії, переконавшись, що додали розширення .img до імені файлу.\n\n2. Виберіть пристрій: Виберіть букву диска, що відповідає вашому R36S. *Будьте надзвичайно обережні під час цього вибору, щоб уникнути випадкового стирання непотрібних дисків.\n\n3. Увімкніть режим \"Тільки для читання\": Переконайтеся, що опція \"Read Only Allocated Partitions\" вибрана, щоб уникнути копіювання порожніх секторів разом з даними.\n\n4. Почніть резервне копіювання: Натисніть кнопку \"Read\", щоб розпочати створення файлу резервної копії у вибраному вами місці."
      }
    }
  },
  "custom_installation": {
    "title": "Встановлення користувацької прошивки",
    "text": "Як зазначалося раніше, одним із ваших перших пріоритетів має бути отримання якісної фірмової SD-карти. Карти, які постачаються з R36S, зазвичай ненадійні. Питання не в тому, чи вони вийдуть з ладу, а коли.\n\nКонфігурація з однією картою проти двох – R36S має два слоти для microSD-карт. Ви можете вибрати мати все на одній карті або розділити операційну систему і вашу колекцію ігор.",
    "subsections": {
      "method_balena": {
        "title": "Варіант 1: Метод Balena Etcher",
        "text": "Хоча загальний процес схожий для всіх варіантів користувацьких прошивок, є деякі відмінності, які слід враховувати під час встановлення.\n\n1. Запустіть Balena Etcher і виберіть \"Flash From File\", потім перейдіть до вашого завантаженого файлу прошивки .img.\n\n2. Виберіть \"Select Target\" і виберіть вашу порожню SD-карту зі списку пристроїв.\n\n3. Дозвольте Balena Etcher записати та перевірити образ, і ви готові!\n\n*Примітка – Якщо перевірка не вдається з ArkOS при використанні Balena Etcher, встановлення все ще може працювати правильно, але ви можете спробувати альтернативне програмне забезпечення для запису образів, якщо бажаєте."
      },
      "method_win32": {
        "title": "Варіант 2: Метод Win32DiskImager",
        "text": "1. Відкрийте Win32DiskImager і натисніть на іконку папки в розділі \"Image File\", щоб вибрати вашу завантажену користувацьку прошивку.\n\n2. Виберіть призначення: Виберіть правильну SD-карту як цільовий пристрій. Перевірте двічі, щоб переконатися, що ви пишете у правильне місце.\n\n3. Запишіть образ: Натисніть кнопку Write, щоб розпочати процес прошивки."
      },
      "method_raspberry": {
        "title": "Варіант 3: Raspberry Pi Imager",
        "text": "1. Відкрийте Raspberry Pi Imager і натисніть \"Choose OS\", потім виберіть \"Use Custom\", щоб знайти ваш файл прошивки.\n\n2. Виберіть сховище: Виберіть вашу SD-карту обережно, НЕ внутрішній диск вашого комп'ютера!\n\n3. Почніть запис: Натисніть кнопку Write, щоб розпочати прошивку образу."
      }
    }
  },
  "firmware_options": {
    "title": "Варіанти прошивки",
    "text": "Для R36S доступно кілька варіантів користувацьких прошивок. Ось найпопулярніші варіанти:",
    "subsections": {
      "option_arkos": {
        "title": "ArkOS - Розширена версія спільноти",
        "text": "GitHub репозиторій: ArkOS Community Edition\n\nЦе підтримувана спільнотою розробка ArkOS, розроблена AeolusUX спеціально для сімейства пристроїв 36S.\n\nІнструкція з встановлення:\n1. Завантажте останню версію ArkOS з GitHub сторінки проекту\n2. Розпакуйте файл образу за допомогою 7-Zip, WinRAR або подібного інструменту для розпакування\n3. Запишіть образ на SD-карту за допомогою вашого улюбленого програмного забезпечення для створення образів\n4. Якщо необхідно, замініть файл DTB на розділі завантаження залежно від типу вашого екрану\n5. Вставте SD-карту у ваш R36S\n6. Увімкніть і дотримуйтесь інструкцій з налаштування на екрані"
      },
      "option_rocknix": {
        "title": "Операційна система ROCKNIX",
        "text": "GitHub репозиторій: ROCKNIX\n\nІнструкція з встановлення:\n1. Завантажте останню версію ROCKNIX з репозиторію GitHub\n2. Розпакуйте файл образу за допомогою вашого улюбленого інструменту для розпакування\n3. Запишіть образ на SD-карту за допомогою будь-якого підтримуваного програмного забезпечення для створення образів\n4. Вставте SD-карту у ваш пристрій R36S і увімкніть його\n5. Завершіть початкову конфігурацію, дотримуючись підказок на екрані"
      },
      "option_amber": {
        "title": "Система AmberELEC",
        "text": "GitHub репозиторій: AmberELEC\n\nІнструкція з встановлення:\n1. Завантажте образ AmberELEC спеціально для R36S з їхнього репозиторію GitHub\n2. Запишіть образ на SD-карту за допомогою Balena Etcher або еквівалентного інструменту\n3. Вставте SD-карту у ваш портативний R36S і увімкніть його\n4. Дотримуйтесь інструкцій на екрані, щоб завершити процес налаштування"
      }
    }
  },
  "game_setup": {
    "title": "Додавання файлів",
    "text": "1. Для налаштувань з двома картами відформатуйте вашу другу карту у FAT32 або exFAT (залежно від ємності вашої карти)\n\n2. Підключіть ваш R36S до комп'ютера через USB-кабель або витягніть SD-карту для зберігання ігор і підключіть її безпосередньо до вашого ПК.\n\n3. Скопіюйте ваші ігрові файли у відповідні каталоги на SD-карті. ПРИМІТКА: Північноамериканські користувачі можуть спочатку бути збентежені назвами деяких папок. Усі системи використовують свої оригінальні регіональні назви, тож NES позначається як FC (Famicom), Genesis як MD (Mega Drive) і так далі.\n\n4. Знову вставте SD-карту і оновіть ваші списки ігор через системне меню."
  },
  "helpful_tips": {
    "title": "Корисні поради",
    "text": "• НІКОЛИ не вимикайте примусово, утримуючи кнопку живлення. Ваш пристрій тепер функціонує як комп'ютер, що потребує правильного вимкнення. Натисніть START і перейдіть до QUIT —-> Shutdown\n\n• Ви можете перемикатися між розкладками кнопок Nintendo (за замовчуванням) або Xbox. Натисніть START і перейдіть до Advanced Settings —-> Switch A/B\n\n• Змінюйте теми системи локально, натиснувши START і перейшовши до UI Settings —-> Themes\n\n• Швидке натискання кнопки живлення переведе пристрій у режим очікування."
  },
  "downloads": {
    "title": "Доступні завантаження",
    "update_label": "Оновлення",
    "download_aria": "Завантажити файл прошивки"
  }
}
