{
  "section_label": "البرامج الثابتة",
  "guide_nav_title": "دليل",
  "guide_title": "دليل تثبيت وتخصيص البرامج الثابتة لوحدة تحكم R36S",
  "guide_intro": "يوفر هذا الدليل الرسمي تعليمات خطوة بخطوة للنسخ الاحتياطي وتثبيت البرامج الثابتة المخصصة وتحسين وحدة تحكم الألعاب المحمولة R36S. اتبع هذه الطرق المعتمدة لتحسين تجربة الألعاب مع تحسين الأداء والميزات الإضافية والوصول إلى آلاف الألعاب القديمة.",
  "related_resources_title": "الموارد ذات الصلة",
  "related_resources": {
    "custom_installation": "دليل تثبيت البرامج الثابتة المخصصة",
    "firmware_options": "مقارنة خيارات البرامج الثابتة R36S",
    "game_setup": "إعداد الألعاب على وحدة تحكم R36S",
    "downloads": "تنزيل أحدث البرامج الثابتة R36S"
  },
  "start_guide": {
    "title": "دليل البداية",
    "text": "يرجى العلم أن هذا البرنامج التعليمي لا ينطبق على أجهزة K36 أو النسخ المقلدة التي يتم تسويقها باسم R36S. لمزيد من المعلومات حول الأجهزة الخاصة بك، يرجى الرجوع إلى صفحة R36S Wiki الشاملة.\n\nالعناصر الأساسية:\n- جهاز R36S المحمول\n- جهاز كمبيوتر بمنفذ USB\n- بطاقات MicroSD (اقتراحات: 16 جيجابايت للبرامج الثابتة المخصصة، 128 جيجابايت لملفات الألعاب)\n- قارئ بطاقة MicroSD\n- البرامج الموصى بها: Balena Etcher، Rufus، 7-Zip، MiniTool Partition Wizard\n- اختياري: نظام Linux أو Ubuntu Live USB\n\nجميع المعلومات المقدمة هي لأغراض تعليمية، ويتحمل المستخدمون المسؤولية الكاملة عن أي ضرر محتمل لأجهزتهم.\n\nلتحديد إصدار R36S الذي لديك، استخدم أداة التعريف السريعة في R36 Wiki - 'دليل تعريف الشاشة'. هذه الخطوة ضرورية لأنها تحدد صورة البرامج الثابتة المخصصة المتوافقة مع جهازك."
  },
  "original_backup": {
    "title": "نسخ احتياطي للإصدار الأصلي",
    "text": "يمكن أن تكون هذه الخطوة حاسمة في رحلة التعديل الخاصة بك. وجود نسخة احتياطية كاملة من البرامج الثابتة الأصلية يضمن إمكانية استعادة جهازك إذا حدث خطأ ما أثناء عملية التثبيت، أو إذا كنت ترغب في العودة إلى الحالة الأصلية لاحقًا.",
    "subsections": {
      "backup_procedure": {
        "title": "النسخ الاحتياطي باستخدام Win32DiskImager",
        "text": "1. قم بتشغيل Win32DiskImager: انقر فوق رمز المجلد في قسم \"ملف الصورة\" وحدد موقعًا لحفظ النسخة الاحتياطية، مع التأكد من إضافة الامتداد .img إلى اسم الملف الخاص بك.\n\n2. حدد الجهاز: اختر حرف محرك الأقراص المقابل لجهاز R36S الخاص بك. *توخي الحذر الشديد أثناء هذا التحديد لتجنب مسح محركات الأقراص غير المقصودة عن طريق الخطأ.\n\n3. تمكين وضع القراءة فقط: تأكد من تحديد خيار \"قراءة الأقسام المخصصة فقط\" لتجنب نسخ القطاعات الفارغة مع البيانات.\n\n4. ابدأ النسخ الاحتياطي: انقر فوق زر \"قراءة\" لبدء إنشاء ملف صورة النسخ الاحتياطي في الموقع الذي اخترته."
      }
    }
  },
  "custom_installation": {
    "title": "تثبيت مخصص",
    "text": "كما ذكرنا سابقًا، يجب أن تكون إحدى أولوياتك الأولى هي الحصول على بطاقة SD ذات علامة تجارية عالية الجودة. البطاقات المضمنة مع R36S غير موثوقة عادة. ليست مسألة ما إذا كانت ستفشل، بل متى.\n\nإعداد البطاقة الواحدة مقابل البطاقة المزدوجة - يحتوي جهاز R36S على فتحتين لبطاقة microSD. يمكنك اختيار وضع كل شيء على بطاقة واحدة أو فصل نظام التشغيل عن مجموعة الألعاب الخاصة بك.",
    "subsections": {
      "method_balena": {
        "title": "الخيار 1: طريقة Balena Etcher",
        "text": "في حين أن العملية العامة متشابهة لجميع خيارات البرامج الثابتة المخصصة، هناك بعض الاختلافات التي يجب ملاحظتها أثناء التثبيت.\n\n1. ابدأ تشغيل Balena Etcher وحدد \"فلاش من ملف\"، ثم استعرض إلى ملف البرامج الثابتة .img الذي تم تنزيله.\n\n2. حدد \"اختيار الهدف\" واختر بطاقة SD الفارغة من قائمة الأجهزة.\n\n3. اسمح لـ Balena Etcher بكتابة الصورة والتحقق منها، وانتهيت!\n\n*ملاحظة - إذا فشل التحقق مع ArkOS باستخدام Balena Etcher، فقد يظل التثبيت يعمل بشكل صحيح، ولكن يمكنك تجربة برنامج كتابة صور بديل إذا كنت تفضل ذلك."
      },
      "method_win32": {
        "title": "الخيار 2: طريقة Win32DiskImager",
        "text": "1. افتح Win32DiskImager وانقر فوق رمز المجلد في قسم \"ملف الصورة\" لتحديد البرامج الثابتة المخصصة التي تم تنزيلها.\n\n2. حدد الوجهة: اختر بطاقة SD الصحيحة كجهاز الهدف. تحقق مرة أخرى للتأكد من أنك تكتب في الموقع الصحيح.\n\n3. كتابة الصورة: انقر فوق زر الكتابة لبدء عملية التثبيت."
      },
      "method_raspberry": {
        "title": "الخيار 3: Raspberry Pi Imager",
        "text": "1. افتح Raspberry Pi Imager وانقر فوق \"اختيار نظام التشغيل\"، ثم حدد \"استخدام مخصص\" لتحديد موقع ملف البرامج الثابتة الخاص بك.\n\n2. حدد وحدة التخزين: اختر بطاقة SD بعناية، وليس محرك الأقراص الداخلي لجهاز الكمبيوتر الخاص بك!\n\n3. ابدأ الكتابة: انقر فوق زر الكتابة لبدء تثبيت الصورة."
      }
    }
  },
  "firmware_options": {
    "title": "خيارات البرامج الثابتة",
    "text": "تتوفر العديد من خيارات البرامج الثابتة المخصصة لـ R36S. فيما يلي الخيارات الأكثر شيوعًا:",
    "subsections": {
      "option_arkos": {
        "title": "ArkOS - نسخة المجتمع المحسنة",
        "text": "مستودع GitHub: نسخة ArkOS المجتمعية\n\nهذا هو تطوير مجتمعي من ArkOS طوّره AeolusUX خصيصًا لعائلة أجهزة 36S.\n\nدليل التثبيت:\n1. قم بتنزيل أحدث إصدار من ArkOS من صفحة GitHub للمشروع\n2. استخرج ملف الصورة باستخدام 7-Zip أو WinRAR أو أداة استخراج مماثلة\n3. قم بتثبيت الصورة على بطاقة SD باستخدام برنامج التصوير المفضل لديك\n4. إذا لزم الأمر، استبدل ملف DTB على قسم التمهيد بناءً على نوع الشاشة لديك\n5. أدخل بطاقة SD في جهاز R36S الخاص بك\n6. قم بالتشغيل واتبع تعليمات الإعداد على الشاشة"
      },
      "option_rocknix": {
        "title": "نظام تشغيل ROCKNIX",
        "text": "مستودع GitHub: ROCKNIX\n\nدليل التثبيت:\n1. قم بتنزيل أحدث إصدار من ROCKNIX من مستودع GitHub\n2. استخرج ملف الصورة باستخدام أداة الاستخراج المفضلة لديك\n3. اكتب الصورة على بطاقة SD باستخدام أي برنامج تصوير مدعوم\n4. أدخل بطاقة SD في جهاز R36S الخاص بك وقم بتشغيله\n5. أكمل التكوين الأولي باتباع المطالبات التي تظهر على الشاشة"
      },
      "option_amber": {
        "title": "نظام AmberELEC",
        "text": "مستودع GitHub: AmberELEC\n\nدليل التثبيت:\n1. قم بتنزيل صورة AmberELEC المخصصة لـ R36S من مستودع GitHub الخاص بهم\n2. قم بتثبيت الصورة على بطاقة SD باستخدام Balena Etcher أو أداة مكافئة\n3. أدخل بطاقة SD في جهاز R36S المحمول وقم بتشغيله\n4. اتبع التعليمات التي تظهر على الشاشة لإنهاء عملية الإعداد"
      }
    }
  },
  "game_setup": {
    "title": "إضافة الملفات",
    "text": "1. بالنسبة لإعدادات البطاقة المزدوجة، قم بتنسيق البطاقة الثانية إلى FAT32 أو exFAT (حسب سعة البطاقة)\n\n2. قم بتوصيل جهاز R36S بجهاز الكمبيوتر الخاص بك عبر كابل USB، أو قم بإزالة بطاقة SD لتخزين الألعاب وتوصيلها مباشرة بجهاز الكمبيوتر الخاص بك.\n\n3. انسخ ملفات الألعاب إلى الدلائل المناسبة على بطاقة SD. ملاحظة: قد يكون مستخدمو أمريكا الشمالية مرتبكين من أسماء المجلدات في البداية. تستخدم جميع الأنظمة أسماءها الإقليمية الأصلية، لذلك يتم تسمية NES باسم FC (Famicom)، و Genesis باسم MD (Mega Drive)، وما إلى ذلك.\n\n4. أعد إدخال بطاقة SD وقم بتحديث قوائم الألعاب من خلال قائمة النظام."
  },
  "helpful_tips": {
    "title": "نصائح الاستخدام",
    "text": "• لا تقم أبدًا بإيقاف التشغيل القسري بالضغط على زر الطاقة. يعمل جهازك الآن مثل جهاز كمبيوتر يتطلب إيقاف التشغيل بشكل صحيح. اضغط على START وانتقل إلى QUIT —-> Shutdown\n\n• يمكنك التبديل بين تخطيطات أزرار Nintendo (الافتراضي) أو Xbox. اضغط على START وانتقل إلى Advanced Settings —-> Switch A/B\n\n• قم بتغيير سمات النظام محليًا بالضغط على START والانتقال إلى UI Settings —-> Themes\n\n• ضغطة سريعة على زر الطاقة ستضع الجهاز في وضع الاستعداد."
  },
  "downloads": {
    "title": "التنزيلات المتاحة",
    "update_label": "تحديث",
    "download_aria": "تنزيل ملف البرامج الثابتة"
  }
}
